[
  {
    "slug": "fc-bayern-extend-contract-of-goalkeeper-sven-ulreich-until-2021",
    "created": "Created on 2018-02-11 at 11:24 PM by Redaktion",
    "title": "FC Bayern extend contract of goalkeeper Sven Ulreich until 2021",
    "short": "Sven Ulreich will be a Bayern Munich for the next three years. The 29-year-old goalkeeper has extended his current deal, which was due to expire in the summer, until the end of the 2020/21 season.",
    "full": "Sven Ulreich will be a Bayern Munich for the next three years. The 29-year-old goalkeeper has extended his current deal, which was due to expire in the summer, until the end of the 2020/21 season. \n\n Ulreich arrived in Munich from VfB Stuttgart in 2015 and has been a more than able deputy this season for the injured Manuel Neuer. “I’m pleased that Bayern have put their faith in me and I can help this great club in the coming years to achieve its aims,” the goalkeeper said. “My family and I are also really happy in Munich.” \n\n Sporting director Hasan Salihamidzic was also delighted with the goalkeeper’s new deal. “The last three years have shown that we can rely on Sven not just as a goalkeeper but also as a person. This season especially he’s played a massive part hunt for the title, as well as our continued progress in the UEFA Champions League and DFB Cup.” ",
    "cover": "https://img.fcbayern.com/image/fetch/f_auto,h_768,q_auto:good,w_1366/https://fcbayern.com/binaries/content/gallery/fc-bayern/homepage/saison-17-18/profis/ulreich/ulreich_get_090218.jpg/ulreich_get_090218.jpg/fcbhippo%253Axtralargesixteentonine%3Fv%3D1518333037361"
  },
  {
    "slug": "lewandowski-footballer-of-the-year-again",
    "created": "Created on 2018-01-14 at 12:31 PM by Redaktion",
    "title": "Lewandowski Footballer of the Year again",
    "short": "What a run! Robert Lewandowski has been voted Poland’s Footballer of the Year for the seventh time in a row. The FC Bayern forward once again came out on top in the poll run by renowned football magazine “Pilka Nozna” in his homeland.",
    "full": "What a run! Robert Lewandowski has been voted Poland’s Footballer of the Year for the seventh time in a row. The FC Bayern forward once again came out on top in the poll run by renowned football magazine “Pilka Nozna” in his homeland. \n\n “It’s a huge honour to be named Footballer of the Year for a seventh time,” said the Poland captain. However, Lewandowski is still itching for more as he showed once again in the 2-1 win against Schalke. \n\n “We’ve got great things ahead of us this year,” Lewandowski added, referring to both the objectives he has with Bayern but also with his nation at the FIFA World Cup this summer in Russia. Congratulations, Lewy!",
    "cover": "https://img.fcbayern.com/image/fetch/f_auto,h_768,q_auto:good,w_1366/https://fcbayern.com/binaries/content/gallery/fc-bayern/homepage/saison-17-18/profis/lewandowski/lewandowski_don_030118.jpg/lewandowski_don_030118.jpg/fcbhippo%253Axtralargesixteentonine%3Fv%3D1514994950177"
  },
  {
    "slug": "fcb-draw-at-leverkusen",
    "created": "Created on 2018-01-12 at 12:20 PM by Redaktion",
    "title": "FCB draw at Leverkusen. The match was really interesting.",
    "short": "Fellow Bundesliga club Bayer Leverkusen are Bayern's opponents in this season's DFB Cup semi-finals. The draw for the last four, held on Sunday, was conducted by Germany's goalkeepeing coach Andreas Kökpe and supervised by German FA (DFB) vice president Peter Frymuth. ",
    "full": "Fellow Bundesliga club Bayer Leverkusen are Bayern's opponents in this season's DFB Cup semi-finals. The draw for the last four, held on Sunday, was conducted by Germany's goalkeepeing coach Andreas Kökpe and supervised by German FA (DFB) vice president Peter Frymuth.  \n\n Following a comfortable 5-0 victory over Chemnitzer FC in the first round, the penalty shootout win over Leipzig in the second round and a tight 2-1 success against Dortmund in the last sixteen, the men from Munich now hit six at third-tier Paderborn to set up this semi-final clash in Leverkusen. The tie will be played on either 17 or 18 April, with the fixtures to be finalised over the next few days. Should Bayern live up to their role as favourites, they will face either Schalke or Eintracht Frankfurt in the final at the  Olympiastadion in Berlin on 19 May.",
    "cover": "https://img.fcbayern.com/image/fetch/f_auto,h_768,q_auto:good,w_1366/https://fcbayern.com/binaries/content/gallery/fc-bayern/homepage/platzhalter/pokale/dfbpokal_get_201217.jpg/dfbpokal_get_201217.jpg/fcbhippo%253Axtralargesixteentonine%3Fv%3D1515343725768"
  },
  {
    "slug": "muller-i-cheekily-put-in",
    "created": "Created on 2018-02-11 at 12:20 PM by Redaktion",
    "title": "Muller I cheekily put it.",
    "short": "FC Bayern extended their winning streak, deservedly beating Schalke 2-1 in Saturday evening's top clash despite Jupp Heynckes' absence due to a heavy bout of flu. 'I think Jupp Heynckes was most engrossed in front of the TV,' said assistant coach Peter Hermann, who deputised for the head coach. Thomas Müller made a confession after the final whistle.",
    "full": "FC Bayern extended their winning streak, deservedly beating Schalke 2-1 in Saturday evening's top clash despite Jupp Heynckes' absence due to a heavy bout of flu. \"I think Jupp Heynckes was most engrossed in front of the TV,\" said assistant coach Peter Hermann, who deputised for the head coach. Thomas Müller made a confession after the final whistle. \n\n Peter Hermann: \"I think Jupp Heynckes was most engrossed in front of the TV. He texted me, I'll have to call him. Congratulations on the victory, he said. It was a very tough match for us. Schalke pressed very well, they were always alert. Congratulations to the team, what they've done over the last few months is very good.\" \n\n  Thomas Müller: \"Our coach will say I cheekily put it in. I tried to square it. My hip was in a rather unhealthy position, and it just went into the corner. A keeper often speculates in situations like this, but I didn't have the time to see it and then score. I was a bit lucky indeed.\"",
    "cover": "https://img.fcbayern.com/image/fetch/f_auto,h_768,q_auto:good,w_1366/https://fcbayern.com/binaries/content/gallery/fc-bayern/homepage/saison-17-18/galerien/spiele/fcb-schalke/16-schalke_get_100218.jpg/16-schalke_get_100218.jpg/fcbhippo%253Axtralargesixteentonine%3Fv%3D1518287564796"
  },
  {
    "slug": "neuer-recovery-and-rehab-in-the-sun",
    "created": "Created on 2018-01-14 at 12:20 PM by Redaktion",
    "title": "Neuer: recovery and rehab in the sun",
    "short": "For the first time this season coach Jupp Heynckes faces tough selection decisions this weekend. Apart from Manuel Neuer, who is recovering from a broken metatarsal, Heynckes has all 19 outfield players and three goalkeepers at his disposal. ",
    "full": "For the first time this season coach Jupp Heynckes faces tough selection decisions this weekend. Apart from Manuel Neuer, who is recovering from a broken metatarsal, Heynckes has all 19 outfield players and three goalkeepers at his disposal. The 22 players are preparing for the next home match against Schalke 04, but captain Neuer will instead take a short holiday after consulting the German record champions' medical unit. \n\n The 31-year-old will spend his time in warmer climes until 18 February. Neuer has been assigned individual training plans to continue his rehab on a daily basis. Neuer has made great progress towards his comeback over the last few weeks: “I'm heading in a very good direction,” the four-time World's Best Goalkeeper said at the end of January.",
    "cover": "https://img.fcbayern.com/image/fetch/f_auto,h_768,q_auto:good,w_1366/https://fcbayern.com/binaries/content/gallery/fc-bayern/homepage/saison-17-18/profis/neuer/neuer_get_100917.jpg/neuer_get_100917.jpg/fcbhippo%253Axtralargesixteentonine%3Fv%3D1518184453683"
  }
]